<html>
<title>  la sociolog&iacute;a    </title>
<h1> La sociolog&iacute;a en el mundo actual </h1>
</html>

<a name="inicio"> </a>

<body>
<p>La sociolog&iacute;a es la ciencia social que se encarga del an&uacute;lisis cient&iacute;fico de la estructura y funcionamiento de la sociedad humana o poblaci&oacute;n regional.1​ Estudia los fen&oacute;menos colectivos producidos por la actividad social de los seres humanos, dentro del contexto hist&oacute;rico-cultural en el que se encuentran inmersos.</p>

<p>En la sociolog&iacute;a se utilizan m&uacute;ltiples t&eacute;cnicas de investigaci&oacute;n interdisciplinarias para el an&uacute;lisis e interpretaci&oacute;n desde diversas perspectivas te&oacute;ricas las causas, significados e influencias culturales que motivan la aparici&oacute;n de diversas tendencias de comportamiento en el ser humano especialmente cuando se encuentra en convivencia social y dentro de un h&uacute;bitat o "espacio-temporal" compartido.</p>

<p>Al ser una disciplina dedicada al estudio de las relaciones sociales humanas, siendo estas de car&uacute;cter heterog&eacute;neo, la sociolog&iacute;a ha producido diversas y en ocasiones opuestas corrientes. Tal situaci&oacute;n ha enriquecido, mediante la confrontaci&oacute;n de conocimientos, el cuerpo te&oacute;rico de esta ciencia.</p>

<p>Los or&iacute;genes de la sociolog&iacute;a est&uacute;n asociados a los nombres de Karl Marx, Henri de Saint-Simon, Auguste Comte, Herbert Spencer, &eacute;mile Durkheim, Georg Simmel, Talcott Parsons, Ferdinand Tönnies, Vilfredo Pareto, Max Weber, Alfred Schütz, Harriet Martineau, Beatrice Webb y Marianne Weber.</p>

<p>Algunos de los soci&oacute;logos m&uacute;s destacados del siglo XX han sido Talcott Parsons, Erving Goffman, Walter Benjamin, Herbert Marcuse, Wright Mills, Michel Foucault, Pierre Bourdieu, Niklas Luhmann y Jürgen Habermas. En la actualidad, los an&uacute;lisis y estudios m&uacute;s innovadores de los comportamientos sociales corren a cargo de autores como George Ritzer, Anthony Giddens, Zygmunt Bauman, Ulrich Beck, Alain Touraine, Manuel Castells, Slavoj Žižek, entre otros.</p>

<a href="#inicio>" Volver al Inicio de la pagina </a>


</body>